;Place localized text in this file

[Infantry X2SoldierClassTemplate]
DisplayName="Infantry"
ClassSummary="Infantry is a martial class that can focus on offense and evasion or defense and mitigation."
LeftAbilityTreeTitle="Regular"
RightAbilityTreeTitle="Irregular"
;ALPHABETICAL ORDER
RandomNickNames[0]="Tombstone"
RandomNickNames[1]="DJ"
RandomNickNames[2]="Zilch"
RandomNickNames[3]="Hazard"
RandomNickNames[4]="Bonzai"
RandomNickNames[5]="Chops"
RandomNickNames[6]="Devil Dog"
RandomNickNames[7]="Trips"
RandomNickNames[8]="Spitfire"
RandomNickNames[9]="Dice"
RandomNickNames[10]="Cobra"
RandomNickNames[11]="Wolverine"
RandomNickNames[12]="Socks"
RandomNickNames[13]="Caper"
RandomNickNames[14]="Gunner"
RandomNickNames[15]="Shotsy"
RandomNickNames[16]="Boomer"
RandomNickNames[17]="D.O.A."
RandomNickNames[18]="Android"
RandomNickNames[19]="Desperado"
RandomNickNames[20]="Twitch"
RandomNickNames[21]="Pitbull"
RandomNickNames[22]="All Day"
RandomNickNames[23]="Mustang"
RandomNickNames[24]="Wildchild"
RandomNickNames[25]="Werewolf"
RandomNickNames[26]="Sheriff"
RandomNickNames[27]="Wardog"
RandomNickNames[28]="Vandal"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="Rascal"
RandomNickNames_Male[1]="Cash"
RandomNickNames_Male[2]="Duke"
RandomNickNames_Male[3]="Viking"
RandomNickNames_Male[4]="Nitro"
RandomNickNames_Male[5]="Mad Man"
RandomNickNames_Male[6]="Bull"
RandomNickNames_Male[7]="Cowboy"
;ALPHABETICAL ORDER
RandomNickNames_Female[0]="Wild Cat"
RandomNickNames_Female[1]="Freestyle"
RandomNickNames_Female[2]="All In"
;ALPHABETICAL ORDER

[LightEmUp X2AbilityTemplate]
LocFriendlyName="Light 'Em Up"
LocLongDescription="Firing your primary weapon with your first action no longer ends your turn."
LocHelpText="Firing your primary weapon with your first action no longer ends your turn."
LocFlyOverText="Light 'Em Up"
LocPromotionPopupText="Light 'Em Up is a fundamental Infantry ability, as it allows the Infantry to spread their fire around to different targets or focus fire on a single target in the same turn.<br/><Bullet/>Firing your primary weapon with your first action no longer ends your turn.<br/>"

[Opportunist X2AbilityTemplate]
LocFriendlyName="Opportunist"
LocLongDescription="You gain +10 aim on your reaction fire shots, and they can crit."
LocHelpText="You gain +10 aim on your reaction fire shots, and they can crit."
LocFlyOverText="Opportunist"
LocPromotionPopupText="Allows the Infantry to take attacks against moving targets with fewer penalties.<br/><Bullet/> +10 aim on your reaction fire shots.<br/><Bullet/> Your reaction fire shots can crit.<br/>"

[EstablishedDefenses X2AbilityTemplate]
LocFriendlyName="Established Defenses"
LocLongDescription="You gain additional armor while in cover."
LocHelpText="You gain additional armor while in cover."
LocFlyOverText="Established Defenses"
LocPromotionPopupText="Established Defenses encourages the Infantry to seek good cover for greater than normal defenses.<br/><Bullet/> Low cover provides 1 point of armor.<br/><Bullet/> High cover provides 2 points of armor.<br/>"

[EstablishedDefensesOverwatch X2AbilityTemplate]
LocFriendlyName="Established Defenses"
LocLongDescription="Gain +1 Overwatch shot and +1 armor per action point remaining when you activate Overwatch."
LocHelpText="Gain +1 Overwatch shot and +1 armor per action point remaining when you activate Overwatch."
LocFlyOverText="Overwatch: Established Defenses"
LocPromotionPopupText="The Infantry makes better use of extra time to dig in and get set up when Overwatching.<br/><Bullet/> +1 Overwatch shot per action point remaining when you activate Overwatch.<br/><Bullet/> +1 armor per action point remaining when you activate Overwatch.<br/>"

[Harrier X2AbilityTemplate]
LocFriendlyName="Harrier"
LocLongDescription="You gain +10% to hit and +20% crit against flanked or uncovered enemies."
LocHelpText="You gain +10% to hit and +20% crit against flanked or uncovered enemies."
LocFlyOverText="Harrier"
LocPromotionPopupText="Harrier encourages the Infantry to seek the most advantageous positions from which to attack the enemy, granting them greater-than-normal benefits to attack and damage vulnerable targets.<br/><Bullet/> +10% to hit and +20% crit against flanked or uncovered enemies.<br/>"

[CripplingShot X2AbilityTemplate]
LocFriendlyName="Crippling Shot"
LocLongDescription="Fire a shot that is very likely to hit but deals little damage. The target's movement speed and dodge is greatly reduced for their next turn."
LocHelpText="Fire a shot that is very likely to hit but deals little damage. The target's movement speed and dodge is greatly reduced for their next turn."
LocFlyOverText="Crippling Shot"
LocPromotionPopupText="<Bullet/> +30% chance to hit.<br/><Bullet/> 25% of normal weapon damage.<br/><Bullet/> -6 target mobility for 1 turn.<Bullet/> -15 target dodge for 1 turn.<Bullet/> 4 turn cooldown.<br/>"

[StaggeringShot X2AbilityTemplate]
LocFriendlyName="Staggering Shot"
LocLongDescription="Fire a shot that is very likely to hit but deals less damage and cannot crit. The target's action points and dodge are reduced for their next turn."
LocHelpText="Fire a shot that is very likely to hit but deals less damage and cannot crit. The target's action points and dodge are reduced for their next turn."
LocFlyOverText="Staggering Shot"
LocPromotionPopupText="Fire a shot that is very likely to hit but deals less damage and cannot crit. The target's action points and dodge are reduced for their next turn.<br/><Bullet/> +30% chance to hit.<br/><Bullet/> 50% of normal weapon damage and cannot crit.<br/><Bullet/> -1 target action point for 1 turn.<br/><Bullet/> -20 target dodge for 1 turn.<br/><Bullet/> 4 turn cooldown.<br/>"

[ShakeItOff X2AbilityTemplate]
LocFriendlyName="Shake it Off!"
LocLongDescription="You gain +10 Will and recover from the Confused, Disoriented, Stunned and Panicked conditions much faster than usual."
LocHelpText="You gain +10 Will and recover from the Confused, Disoriented, Stunned and Panicked conditions much faster than usual."
LocFlyOverText="Shake it Off!"
LocPromotionPopupText="<Bullet/> +10 Will.<br/><Bullet/> Removes one stack of the following conditions per turn: Confused, Disoriented, Stunned and Panicked.<br/>"

[StickAndMove X2AbilityTemplate]
LocFriendlyName="Stick and Move"
LocLongDescription="If you attack, you gain +4 mobility through your next move.<br/>If you move, you gain +2 damage with your primary weapon and +20 defense through your next attack."
LocHelpText="If you attack, you gain +4 mobility through your next move.<br/>If you move, you gain +2 damage with your primary weapon and +20 defense through your next attack."
LocFlyOverText="Stick and Move"
LocPromotionPopupText="Allows the Infantry increased flexibility in moving to find a better firing solution or in attacking once they arrive.<br/><Bullet/> When attacking, +4 mobility through next move.<br/><Bullet/> When moving, +2 weapon damage and +20 defense through next attack.<br/>"

[ExplosiveAction X2AbilityTemplate]
LocFriendlyName="Explosive Action"
LocLongDescription="Gain an extra action point immediately in exchange for losing an action point at a later time."
LocHelpText="Gain an extra action point immediately in exchange for losing an action point at a later time."
LocFlyOverText="Explosive Action"
LocPromotionPopupText="Allows the Infantry to gain an extra action point to spend immediately, but eventually the Infantry has to recover from the exertion.<br/><Bullet/> +1 action point.<br/><Bullet/> -1 action point next turn.<br/><Bullet/> 3 turn cooldown.<br/>"

[ZoneOfControl X2AbilityTemplate]
LocFriendlyName="Zone of Control"
LocLongDescription="<Bullet/>Once per turn, take a reaction shot with your pistol at an enemy moving or attacking within 5 tiles.<br/><Bullet/>Once per turn, gain a high chance to counterattack a melee attack against you.<br/>"
LocHelpText="<Bullet/>Once per turn, take a reaction shot with your pistol at an enemy moving or attacking within 5 tiles.<br/><Bullet/>Once per turn, gain a high chance to counterattack a melee attack against you.<br/>"
LocFlyOverText="Zone of Control"
LocPromotionPopupText="Allows the Infantry to maintain control of their immediate area by defending against attackers in close quarters.<br/><Bullet/>Once per turn, take a reaction shot with your pistol at an enemy moving or attacking within 5 tiles.<br/><Bullet/>Once per turn, gain a 75% chance to counterattack a melee attack against you<br/>"

[ZoneOfControlShot X2AbilityTemplate]
LocFriendlyName="Zone of Control"
LocFlyOverText="Zone of Control"

[Flare X2AbilityTemplate]
LocFriendlyName="Flare"
LocLongDescription="Throw a bright flare that lights up targets in an area, granting attackers an increased chance to hit."
LocHelpText="Throw a bright flare that lights up targets in an area, granting attackers an increased chance to hit."
LocFlyOverText="Flare"
LocPromotionPopupText="Allows the Infantry to highlight targets with a bright flare, making them more visible and easier to hit with attacks.<br/><Bullet/> -10 defense.<br/><Bullet/> 1 turn duration.<br/><Bullet/> 3 charges per mission.<br/><Bullet/> Free action.<br/>"

[EscapeAndEvade X2AbilityTemplate]
LocFriendlyName="Escape and Evade"
LocLongDescription="You gain an increased chance to dodge enemy attacks. When dodging an enemy attack, you enter concealment for 1 turn if you are able."
LocHelpText="You gain an increased chance to dodge enemy attacks. When dodging an enemy attack, you enter concealment for 1 turn if you are able."
LocFlyOverText="Escape and Evade"
LocPromotionPopupText="The Infantry is adept at avoiding enemy attacks, gaining a bonus to dodge. The Infantry is able to elude attackers for a short time when they successfully dodge, entering concealment if they are able.<br/><Bullet/> +15% Dodge.<br/><Bullet/> Enter concealment for 1 turn on successful dodge if able.<br/>"

[EscapeAndEvadeActive X2AbilityTemplate]
LocFriendlyName="Escape and Evade"
LocLongDescription="Gain concealment with a small detection radius until the start of your next turn. Free action. 5 turn cooldown."
LocHelpText="Gain concealment with a small detection radius until the start of your next turn. Free action. 5 turn cooldown."
LocFlyOverText="Escape and Evade"
LocPromotionPopupText="The Infantry is able to hide from their enemies for a short time, giving them the opportunity to escape or move into a better position to strike.<br/><Bullet/> -70% detection radius.<br/><Bullet/> 1 turn duration.<br/><Bullet/> 5 turn cooldown.<br/>"

[DeepReserves X2AbilityTemplate]
LocFriendlyName="Deep Reserves"
LocLongDescription="When damaged, heal 50% of the damage over time. Max 2 health per turn, 8 health total.<br/>Reduces wound recovery time after missions by 50%."
LocHelpText="When damaged, heal 50% of the damage over time. Max 2 health per turn, 8 health total.<br/>Reduces wound recovery time after missions by 50%."
LocFlyOverText="Deep Reserves"
LocPromotionPopupText="The Infantry will slowly regain a portion of the damage they take over time and recovers more quickly from injuries.<br/><Bullet/> Heal 50% of damage taken.<br/><Bullet/> Max 2 health per turn, 8 health total.<br/><Bullet/> -50% wounded recovery time after missions.<br/>"

[FireForEffect X2AbilityTemplate]
LocFriendlyName="Fire For Effect"
LocLongDescription="Guarantee a hit on all targets in your line of fire by spending extra ammo. May not crit. Ends your turn."
LocHelpText="Guarantee a hit on all targets in your line of fire by spending extra ammo. May not crit. Ends your turn."
LocFlyOverText="Fire For Effect"
LocPromotionPopupText="The Infantry unloads vast quantities of ammunition at the target, guaranteeing a hit on all targets in their line of fire.<br/><Bullet/> May not crit.<br/><Bullet/> Costs 1 action point.<br/><Bullet/> Costs 2 ammo.<br/><Bullet/> 3 turn cooldown.<br/><Bullet/> Ends your turn.<br/>"

[Steadfast X2AbilityTemplate]
LocFriendlyName="Steadfast"
LocLongDescription="Never panic as a result of getting wounded, allies panicking or allies getting wounded or killed."
LocHelpText="Never panic as a result of getting wounded, allies panicking or allies getting wounded or killed."
LocFlyOverText="Steadfast"
LocPromotionPopupText="<Bullet/> Never panic as a result of getting wounded, allies panicking or allies getting wounded or killed.<br/>"

[SteadfastUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Infantry: Steadfast"
Summary="Never panic as a result of getting wounded, allies panicking or allies getting wounded or killed."

[ExtraConditioning X2AbilityTemplate]
LocFriendlyName="Extra Conditioning"
LocLongDescription="Gain +2 Health, +4 Aim and +4 Will."
LocHelpText="Gain +2 Health, +4 Aim and +4 Will."
LocFlyOverText="Extra Conditioning"
LocPromotionPopupText="<Bullet/> +2 Health.<br/><Bullet/> +4 Aim.<br/><Bullet/> +4 Will.<br/>"

[ExtraConditioningUnlock X2SoldierAbilityUnlockTemplate]
DisplayName="Infantry: Extra Conditioning"
Summary="An enhanced training regimen strengthens the Infantry in body and mind.<br/><Bullet/> +2 Health.<br/><Bullet/> +4 Aim.<br/><Bullet/> +4 Will.<br/>"
